Repository: Anoous/folio
Catalog: ui-demo/FolioUIDemo/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# annotationSyncDescription
source: Articles, highlights, and notes stay consistent across devices.
zh_hans: 文章、高亮和笔记会在设备间保持一致。

# annotationSynced
source: Synced
zh_hans: 已同步

# annotationSyncing
source: Syncing…
zh_hans: 正在同步…

# annotationsTitle
source: Highlights & Notes
zh_hans: 高亮与笔记

# articleNotePlaceholder
source: Write down why this article matters…
zh_hans: 记下这篇文章为什么值得保留…

# articleNoteTitle
source: Article note
zh_hans: 文章笔记

# cancelSearch
source: Cancel
zh_hans: 取消

source: Clear search
zh_hans: 清除搜索

source: Delete highlight
zh_hans: 删除高亮

source: Done
zh_hans: 完成

source: Export Markdown
zh_hans: 导出 Markdown

# highlightNotePlaceholder
source: Add a note to this highlight…
zh_hans: 为这条高亮补充想法…

# highlightsAndNotesTitle
source: Highlights and notes
zh_hans: 高亮与笔记

# libraryCloseSearch
source: Close search
zh_hans: 关闭搜索

# librarySearch
source: Search
zh_hans: 搜索

# librarySearchPlaceholder
source: Search articles, highlights, and notes
zh_hans: 搜索文章、高亮和笔记

# librarySearchScopeArticleNote
source: Article note
zh_hans: 文章笔记

# librarySearchScopeBody
source: Body
zh_hans: 正文

# librarySearchScopeHighlight
source: Highlight
zh_hans: 高亮

# librarySearchScopeHighlightNote
source: Highlight note
zh_hans: 高亮笔记

# librarySearchScopeSource
source: Source
zh_hans: 来源

# librarySearchScopeTitle
source: Title
zh_hans: 标题

# noHighlightsDescription
source: In the article, press and select text, then choose Highlight or Add Note.
zh_hans: 在原文中长按并选择文字，再选择“高亮”或“添加笔记”。

# noHighlightsTitle
source: No highlights yet
zh_hans: 还没有高亮

# openSearchResultHint
source: Opens the article at the matching passage.
zh_hans: 打开文章并定位到命中位置。

# readerAddNoteToSelection
source: Add Note
zh_hans: 添加笔记

# readerHighlightSelection
source: Highlight
zh_hans: 高亮

# welcomeContinueWithApple
source: Continue with Apple
zh_hans: 使用 Apple 继续

# welcomeContinueWithEmail
source: Continue with Email
zh_hans: 使用邮箱继续

# welcomeHeadline
source: Keep what's worth returning to.
zh_hans: 读有所藏，问有所据。

# welcomePrivacy
source: Your library. Yours alone.
zh_hans: 所藏皆私有，去留皆由你。

# welcomeValueProposition
source: Every answer leads back to its source.
zh_hans: 留下读过的，也留下它的来处。
